tickets = {
    1: "1. Паказаць на карце Беларусі раённыя цэнтры:Баранавічы, Лёзна, Нароўля, Быхаў, Капыль, Ашмяны. \n2. Даць кароткую характарыстыку геаграфічнага становішча Рэспублікі Беларусь.",

    2: "1. Паказаць на карце Беларусі раённыя цэнтры:Бяроза, Мёры, Петрыкаў, Бабруйск, Клецк, Ваўкавыск.\n2. Размясціць вобласці Беларусі ў парадку ўзрастання (убывання) іх плошчаў.",

    3: "1. Паказаць на карце Беларусі раённыя цэнтры:Ганцавічы, Паставы, Рагачоў, Бялынічы, Крупкі, Воранава.\n2. Назваць пяць вучоных-даследчыкаў тэрыторыі Беларусіў перыяд да 1918 года і іх дасягненні.",

    4: "1. Паказаць на карце Беларусі раённыя цэнтры:Драгічын, Полацк, Рэчыца, Глуск, Лагойск, Дзятлава.\n2. Назваць пяць вучоных-даследчыкаў тэрыторыі Беларусі ў перыяд з 1918 да 1941 года і іх дасягненні.",

    5: "1. Паказаць на карце Беларусі раённыя цэнтры:Жабінка, Расоны, Светлагорск, Горкі, Любань, Зэльва. \n2.Назваць пяць вучоных-географаў сучаснага перыяду даследаваня тэрыторыі Беларусі і іх дасягненні.",

    6: "1. Паказаць на карце Беларусі раённыя цэнтры:Іванава, Сянно, Хойнікі, Дрыбін, Маладзечна, Іў’е.\n2. Назваць віды тапонімаў і прынцыпы фарміравання назваў населеных пунктаў Беларусі.",

    7: "1. Паказаць на карце Беларусі раённыя цэнтры:Івацэвічы, Талачын, Чачэрск, Касцюковічы, Мядзел, Карэлічы. \n2. Назваць і паказаць на карце 10 асноўных тэктанічных структур Беларусі.",

    8: "1. Паказаць на карце Беларусі раённыя цэнтры:Камянец, Ушачы, Астравец, Кіраўск, Нясвіж, Добруш.\n2. Даць азначэнне нацыянальнага парка і паказаць усе нацыянальныя паркі Беларусі.",

    9: "1. Паказаць на карце Беларусі раённыя цэнтры:Кобрын, Чашнікі, Ашмяны, Клімавічы, Пухавічы, Ветка.\n2. Даць азначэнні запаведніка і заказніка. Паказаць запаведнікі і прывесці прыклады заказнікаў Беларусі.",

    10: "1. Паказаць на карце Беларусі раённыя цэнтры:Лунінец, Шаркаўшчына, Вял. Бераставіца, Клічаў, Cалігорск, Слонім.\n2. Назваць ўсе зледзяненні антрапагеннага перыяду на тэрыторыі Беларусі і формы ледавіковага рэльефа. Паказваць на карце межы.",

    11: "1. Паказаць на карце Беларусі раённыя цэнтры:Ляхавічы, Шуміліна, Ваўкавыск, Краснаполле, Слуцк, Жыткавічы.\n2. Назваць дзесяць асноўных відаў карысных выкапняў на тэрыторыі Беларусі і прывесці прыклады. Паказваць на карце.",

    12: "1. Паказаць на карце Беларусі раённыя цэнтры:Маларыта, Акцябрскі, Воранава, Круглае, Смалявічы, Карма. \n2. Назваць дзесяць буйнейшых форм рэльефа на тэрыторыі Беларусі( на выбар настаўніка).",

    13: "1. Паказаць на карце Беларусі раённыя цэнтры:Пінск, Брагін, Дзятлава, Крычаў, Старыя Дарогі, Бешанковічы. \n2. Назваць асноўныя ўмовы і фактары фарміравання клімату Беларусі.",

    14: "1. Паказаць на карце Беларусі раённыя цэнтры:Пружаны, Буда-Кашалёва, Зэльва, Мсціслаў, Стаўбцы, Докшыцы.\n2. Паказаць на карце Беларусі 10 самых доўгіх рэк.",

    15: "1. Паказаць на карце Беларусі раённыя цэнтры:Столін, Ветка, Іўе, Слаўгарад, Узда, Мёры. \n2. Паказаць на карце 10 самых вялікіх па плошчы азёр.",

    16: "1. Паказаць на карце Беларусі раённыя цэнтры:Орша, Добруш, Карэлічы, Хоцімск, Чэрвень, Маларыта.\n2. Назваць 10 асноўных тыпаў глеб на тэрыторыі Беларусі.",

    17: "1. Паказаць на карце Беларусі раённыя цэнтры:Бешанковічы, Ельск, Ліда, Чавусы, Ганцавічы, Беразіно. \n2. Назваць тыпы расліннасці на тэрыторыі Беларусі. Прывесці прыклады 10 відаў дрэвавай расліннасці.",

    18: "1. Паказаць на карце Беларусі раённыя цэнтры:Браслаў, Жлобін, Масты, Чэрыкаў, Драгічын, Валожын.\n2. Назваць 10 відаў драпежных жывёл распаўсюджаных на тэрыторыі Беларусі.",

    19: "1. Паказаць на карце Беларусі раённыя цэнтры:Верхнядзвінск, Жыткавічы, Навагрудак, Шклоў, Жабінка, Вілейка.\n2. Назваць 10 відаў не драпежных жывёл распўсюджаных на тэрыторыі Беларусі.",

    20: "1. Паказаць на карце Беларусі раённыя цэнтры:Гарадок, Калінкавічы, Свіслач, Барысаў, Іванава, Быхаў.\n2. Назваць 10 відаў драпежных птушак распаўсюджаных на тэрыторыі Беларусі.",

    21: "1. Паказаць на карце Беларусі раённыя цэнтры:Глыбокае, Карма, Слонім, Беразіно, Івацэвічы, Бялынічы.\n2. Назваць усе віды прыродаахоўных тэрыторый і рэкрэацыйных рэсурсаў Беларусі.",

    22: "1. Паказаць на карце Беларусі раённыя цэнтры:Докшыцы, Лельчыцы, Смаргонь, Валожын, Камянец, Глуск. \n2. Назваць усе глабальныя і лакальныя геаэкалагічныя праблемы Беларусі.",

    23: "1. Паказаць на карце Беларусі раённыя цэнтры:Дуброўна, Лоеў, Шчучын, Вілейка, Кобрын, Дрыбін.\n2. Назваць 10 відаў рыб, якія водзяцца ў вадаёмах Беларусі.",

    24: "1. Паказаць на карце Беларусі раённыя цэнтры:Лепель, Мазыр, Асіповічы, Дзяржынск, Лунінец, Астравец. \n2. Даць азначэнне геаграфічнага краявіду. Назваць 10 відаў геаграфічных краявідаў Беларусі.",

    25: "1. Паказаць на карце Беларусі абласныя цэнтры:Брэст, Віцебск, Гродна, Гомель, Магілёў, Мінск.\n2.Даць азначэнне геаграфіі Рэспублікі Беларусь.",

    26: "1. Паказаць на карце Беларусі населеныя пункты:Высокае, Наваполацк, Мар’іна Горка, Барань, Наваельня, Радашковічы.\n2. Назваць усе эры і перыяды геахраналагічнай шкалы.",

    27: "1. Паказаць на карце Беларусі населеныя пункты:Давыд-Гарадок, Навалукомль, Тураў, Рось, Жодзіна, Старобін.\n2. Назваць ўсе эпохі гораўтварэнняў (складкаватасцей) і геалагічны час калі яны адбывліся.",

    28: "1. Паказаць на карце Беларусі населеныя пункты:Косава, Бягомль, Камарын, Жалудок, Смілавічы, Фаніпаль.\n2. Назваць 10 відаў не драпежных птушак якія гняздуюцца на тэрыторыі Беларусі.",

    29: "1. Паказаць на карце Беларусі населеныя пункты:Ружаны, Дзісна, Парычы, Бярозаўка, Сураж, Скідаль. \n2. Паказаць на карце пяць вышэйшых кропак Беларусі і назваць іх абсалютныя вышыні.",

    30: "1. Паказаць на карце Беларусі населеныя пункты:Мікашэвічы, Асвея, Васілевічы, Мір, Ракаў, Гарадзея\n2. Назваць усе вобласці Расіі і Украіны, а таксама ваяводствы Польшчы з якімі мяжуе Рэспубліка Беларусь.",

    31: "Ты вытянул военный билет. Тоби пизда"
}

answers = {
    1: "2. Планета Земля, материк Евразия, часть света Европа, Восточно-Европейская равнина, Русская плита, Восточно-Европейская платформа. Не мае выхада да мора. Мяжуе з Расіей, Украінай, Польшай, Латвіяй і Літвой. З поўначы на поўдзень краіна працягваецца на 560 км, з захаду на ўсходу – 650 км. Агульная працяга мяжы ~3000 км. Геаграфічны цэнтр рэспублікі знаходзіцца ў раёне Пухавічаў. Геаграфічны цэнтр Еўропы знаходзіцца ў раёне Полацку.",

    2: "2. Гомельская(40,4 тыс км²), Мінская(40,2 тыс км²), Віцебская(40,0 тыс км²), Брэсцкая(32,8 тыс км²), Магілёўская(29,1 тыс км²), Гродзенская(25,1 тыс км²).",

    3: "2. Дэмбавецкі А.С. – падрабязнае апісанне Магілёўскай губерні. Жылінскі І.І. – вывучэнне Палесся, асушванне балот Палесся. Тэнер К.І. з экспедыцыяй – картаграфаванне тэраторыі. Радзівіл М.К. – першая карта ВКЛ. Севяргін В.М. – комплексная экспедыцыя ў басейне Нёмана.",

    4: "2. Смоліч А.А. – першы падручнік – “Геаграфія Беларусі”. Азбукін М.В. – “Геаграфія пазаеўрапейскіх краёў” першы падручнік на Беларускай мове. Цапенка М.М. – карты чацвярцічных адкладаў Беларусі. Кайгародаў А.І. – “Кліматычны атлас Беларусі”(78 карт). Ракаў Я.Г. – “Эканамічная геаграфія Беларусі”.",

    5: "2. Якушка В.П. (БДУ) – заснована школа возеразнаўства ў БДУ. Шкляр А.Х. – ацэнка кліматычных рэсурсаў, агракліматычнае раяніраванне. Мядзведзеў А.Р. (БДУ) – якасная ацэнка глеб Беларусі, галіна навукі – меліярацыйная геагрфія. Дзяменцьеў В.А. – схемы фізіка-геаграфічнага раяніравання. Польскі С.А. – атлас “Беларусы”.",

    6: "2. 2. Аронімы, гідронімы, айконімы. Пінск – ад рэчкі Піна (гідранімічная аснова). Туров – ад імя князя Тураўскага (ад асабовага імені). Лепель – ад роду занятка (гістарычны фактар). Бяроза (раслінная тэматыка). Бобр (жывёльная тэматыка). Салігорск – з-за соледабываючай прамысловасці (пераіменаван у годы савецкай улады). Старыя Дарогі (асаблівасці транспартных шляхоў). Рудня(дзярэўня ў Гарадокскам рёне Віцебская вобласці, існуюць і іншыя з гэтай назвай) – месца здабычы руды (заняткі насельніцтва). Гарадок – тып паселішча. Круглае – знешняе аблічча. Залессе (Дзяржынскі раён, Мінская вобласць) – за лесам (месцазнаходжанне). Астравец – невялікая участкі ворнай зямлі сярод леса.(земляробчая тэматыка).",

    7: "2. Руская пліта, Беларуская антэкліза, Латвійская седлавіна, Аршанская ўпадзіна, Жлобінская седлавіна, Варонежская антэкліза, Брагінска – Лоеўская седлавіна, Прыпяцкі пргаін, Палеская седлавіна, Брэсцкая ўпадзіна. ",

    8: "2. Нацыянальны парк –вялікая тэрыторыя, якая ўключае асабліва ахоўныя прыродныя краявіды і іх часткі, прызначаны для захавання прыродных комплексаў. Белавежская пушча, Браслаўскія азёры, нац. парк Прыпяцкі, нац. парк Нарачанскі.",

    9: "2. Запаведнік – ахоўваемая законам тэрыторыя\акваторыя, выключаная з любой гаспадарчай дзейнасці для аховы відаў жывых арганізмаў, прыродных комплексаў і працэсаў. (Бярэзінскі біясферны, Палескі радэяцыяна-экалагічны) Заказнік – ўчастак, у межах якога забаронены асобныя віды і формы гаспадарчай дзейнасці для забеспячэння аховы жывых арганізмаў. (Сярэдняя Прыпяць, Альманскія балоты, Выганашчанскае, Налібокскі, Чэрыкаўскі, Астравы Дулебы6, Каз’янскі, Запольскі, Асвейскі, Ельня)",

    10: "2. Нараўскае, Бярэзінскае, Дняпроўскае, Сожскае, Паазёрскае. Формы рэльефу: азёрныя і зандравыя раўніны, друмліны, озы і камы.",

    11: "2. нафта (Рэчыцкае), буры вугаль (Лельчыцкае), гаручыя сланцы (Тураўскае), торф(Асвейскае), мел і мергель (Туроўскае), шкловыя пяскі (Гараднянскае), гліны (Фаніпальскае), будаўнічы пясок (Смаргонскае), фасфарыты (Мсціслаўскае), калійныя солі (Кастрычніцкае)",

    12: "2. Узвышшы: Беларуская града, Мазырская града, Мінскае ўзвышша, Навагрудскае, Ваўкавыскае, Гродзенскае ўзвышшы Ашмянскае ўзвышша, Аршанскае ўзвышша, , Віцебскае і Гарадоцкае ўзвышшы. Раўніны: Лідская і Аршанска-Магілёўская, Цэнтральнабярэзінская і Прыбугская, Нарачана-Вілейская раўніна. Нізіны: Палеская нізіна, Прыдняпроўская нізіна, Нёманская нізіна, Полацкая нізіна.",

    13: "2. Геаграфічнае становішча (шырата, блізасць мора), ветры, рэльеф, сонечная радыяцыя, атмасферная цыркуляцыя, паветранныя масы, дзейнасць чалавека.",

    14: "2. Дняпро, Заходняя Дзьвіна, Нёман, Заходні Буг, Прыпяць, Сож, Бярэзіна, Вяльля, Пціч, Шчара, Сьвіслач.",

    15: "2. Нарач, Асвейскае, Дрысвяты, Чэрвонае, Лукомльскае, Дрывяты, Выганашчанскае, Няшчэрда, Свір, Снуды.",

    16: "2. Аутаморфныя (нармальнае ўвільгатненне): дзярнова-карбанатныя, дзярнова-падзолістыя, падзолістыя, бурыя лясныя\nПаўгідраморфныя (часавае пераўвільгатненне): дзярновыя забалочанныя, паймовыя дзярновыя забалочаныя\nГідраморфныя (пастаяннае пераўвільгатненне): тарфяна-балотныя нізінныя, тарфяна-балотныя верхавыя, алювіяльна-балотныя\nАнтрапагенныя (дзейнасць чалавека).",

    17: "2. Елка, сасна, дуб, бяроза, вальха, ясень, ліпа, асіна, іва, рабіна.",

    18: "2. Рысь, воўк, ліса, мядзведзь, ласка, куніца, харёк, вожык, барсук, нетапыр.",

    19: "2. Зубр, бобр, алень, лось, касуля, заяц, мыш, вавёрка, дзік, соня.",

    20: "2. Каршун, арол, беркут, сапсан, пугач, сава, лунь, сыч, цапля, бусел.",

    21: "2. Рэкрэацыйныя рэсурсы: курортныя, аздараўленчыя, спартыўныя, экскурсіонна-турысцкія. Прыродаахоўныя тэрыторыі: запаведнікі, нацыянальныя паркі, заказнікі(ландшафтныя, гідралагічныя, біялагічныя), помнікі прыроды(геалагічныя, батанічныя, гідралагічныя), рэзерваты.",

    22: "2. Забруджванне радыяцыяй, забруджванне паветра, шумавое забруджванне, забруджванне рэк, тэрыконы ў Салігорске, асушаныя глебы, дэградацыя глеб, водная эрозія глеб, утылізацыя бытавых адыходаў, кіслотныя дажджы.",

    23: "2. Шчупак, карась, судак, сом, акунь, плотка, лешч, верхаводка, пячкур, чырвонапёрка.",

    24: "2. Ландшафт – пэўная тэрыторыя з аднатыпным рэльефам i геалагічным падмуркам, падобным клiматам, глебамi i спалучэннем біягеацэнозаў. Водна-ледавіковыя, азёрна-ледавіковыя, азёрна-балотныя, азёрна-алювіяльныя, алювіяльныя тэрасавыя, другасна-марэнныя, камава-марэнныя, узгорыста-марэнна-эразіонныя, марэнна-зандравыя, лёсавыя.",

    25: "2. Геаграфія Рэспублікі Беларусь - гэта навука, якая вывучае прыроду нашай краіны і яе кампаненты, а таксама заканамернасці развіцця і размяшчэння гаспадаркі і насельніцтва ў працэсе ўзаемадзеяння грамадства і навакольнага асяроддзя. Закранае пытанні геапалітычных і экалагічных праблем.",

    26: "2. Архейская, пратэразойская (рыфейскі, вендскі), палеазойская (кембрыйскі, ардовікскі, сілурыйскі, дэвонскі, каменна-вугольны, пермскі), мезазойская (трыясавы, юрскі, мелавы), кайназойская (палеагенавы, неагенавы, чацвярцічны).",

    27: "2. Байкальская (сярэдзіна рыфейскага перыяда – сярэдзіна кембрыйскага перыяда), каледонская (сяр. кембрыйскага – пачатак дэвонскага), герцынская (пач. дэвонскага – сяр. трыясавага), мезазойская (сяр. трыясавага – 3/4 мелавога), альпійская (3/4 мелавога – да нашых дзён).",

    28: "2. Удод, цецярук, глушэц, рабчык, лысуха, зялёны дзяцел, вярцішэйка, шэры гусь, зялёная перасмешка, заранка.",

    29: "2. г. Дзяржынская 345 м, г. Лысая 342 м, г. Маяк 335 м, г. Замкавая 323 м, г. Мілідоўская 320 м.",

    30: "2. Пскоўская, Бранская, Смаленская, Кіеўская, Чэрнігаўская, Кіеўская, Жытомірская, Ровенская, Валынская, Любельскае, Падляскае.",

    31: "Ну тут ответа нету. Соре"
}

command = [
    "'лотерея' - испытай удачу",
    "'хочу билет', 'дай билет' - случайный билет от ДК",
    "'дай ответ', 'хочу ответ' - ответ на последний билет",
    "'билет N' (1 <= N <= 30) - выбранный вами билет",
    "'ответ N' (1 <= N <= 30) - ответ на билет, выбранный вами",
    "'гительман' - отправит вас в мир балдежа",
    "ну еще админы могут делать обычную и балдежную рассылку"
]
